Repository: coderserdar/PdfCombiner
Catalog: SourceCode/PdfCombiner/PdfCombiner/Resources/AppResources-*.resx
Languages: ar, de, es, hi, pt, ru, zh

# AddFile
source: Add Files
ar: إضافة ملفات
de: Dateien Hinzufügen
es: Agregar Archivos
hi: फाइलें जोड़ो
pt: Adicionar Arquivos
ru: Добавить файлы
zh: 添加文件

source: Add Folder
ar: أضف المجلد
de: Ordner Hinzufügen
es: Agregar Carpeta
hi: फ़ोल्डर जोड़ें
pt: Adicionar Pasta
ru: Добавить папку
zh: 新增文件夹

# AppTitle
source: PDF Combiner
ar: PDF موحد
de: PDF Kombinierer
es: PDF Combinador
hi: पीडीएफ संयोजक
pt: PDF Combinador
ru: PDF Комбайнер
zh: PDF 合路器

source: Clear File List
ar: مسح قائمة الملفات
de: Dateiliste Löschen
es: Borrar Lista De Archivos
hi: फ़ाइल सूची साफ़ करें
pt: Limpar Lista De Arquivos
ru: Очистить список файлов
zh: 清除文件列表

# CombineErrorMessage
source: There is an error while combining PDF files in list. Details:
ar: حدث خطأ أثناء دمج ملفات PDF في القائمة. تفاصيل:
de: Beim Kombinieren von PDF-Dateien in der Liste ist ein Fehler aufgetreten. Einzelheiten:
es: Hay un error al combinar archivos PDF en la lista. Detalles:
hi: पीडीएफ फाइलों को सूची में मिलाते समय एक त्रुटि हुई है। विवरण:
pt: Há um erro ao combinar arquivos PDF na lista. Detalhes:
ru: Возникла ошибка при объединении файлов PDF в список. Подробности:
zh: 合并列表中的 PDF 文件时出错。 细节:

# CombineFileMessage
source: PDF files successfully combined in
ar: تم دمج ملفات PDF بنجاح في ملفات
de: PDF-Dateien erfolgreich kombiniert
es: Archivos PDF combinados con éxito en
hi: पीडीएफ फाइलों को सफलतापूर्वक जोड़ा गया
pt: Arquivos PDF combinados com sucesso em
ru: PDF-файлы успешно объединены в
zh: PDF 文件成功合并在

source: Combine Files (iTextSharp)
ar: دمج الملفات (iTextSharp)
de: Dateien Kombinieren (iTextSharp)
es: Combinar Archivos (iTextSharp)
hi: फाइलों को मिलाएं (iTextSharp)
pt: Combinar Arquivos (iTextSharp)
ru: Объединить файлы (iTextSharp)
zh: 合并文件 (iTextSharp)

source: Combine Files (PdfSharp)
ar: دمج الملفات (PdfSharp)
de: Dateien Kombinieren (PdfSharp)
es: Combinar Archivos (PdfSharp)
hi: फाइलों को मिलाएं (PdfSharp)
pt: Combinar Arquivos (PdfSharp)
ru: Объединить файлы (PdfSharp)
zh: 合并文件 (PdfSharp)

# CombineWarning
source: There must be at least 2 PDF files to combine
ar: يجب أن يكون هناك ملفان PDF على الأقل للجمع بينهما
de: Es müssen mindestens 2 PDF-Dateien zum Kombinieren vorhanden sein
es: Debe haber al menos 2 archivos PDF para combinar
hi: संयोजित करने के लिए कम से कम 2 पीडीएफ फ़ाइलें होनी चाहिए
pt: Deve haver pelo menos 2 arquivos PDF para combinar
ru: Для объединения должно быть как минимум 2 файла PDF.
zh: 必须至少有 2 个 PDF 文件才能合并

source: Delete
ar: حذف
de: Löschen
es: Borrar
hi: मिटाना
pt: Excluir
ru: Удалить
zh: 删除

# DeleteFileMessage
source: file/s successfully deleted from the list.
ar: تم حذف الملف / الملفات بنجاح من القائمة.
de: Datei/en erfolgreich aus der Liste gelöscht.
es: archivo/s eliminados con éxito de la lista.
hi: फ़ाइल/फ़ाइलों को सूची से सफलतापूर्वक हटा दिया गया है।
pt: arquivo(s) excluído(s) com sucesso da lista.
ru: файл/ы успешно удалены из списка.
zh: 文件/s 已成功从列表中删除。

# DeleteWarning1
source: You are about to delete
ar: أنت على وشك الحذف
de: Sie sind im Begriff zu löschen
es: Estás a punto de eliminar
hi: आप मिटाने वाले हैं
pt: Você está prestes a excluir
ru: Вы собираетесь удалить
zh: 您即将删除

# DeleteWarning2
source: files in listbox. Are you sure?
ar: الملفات في القائمة. هل أنت واثق؟
de: Dateien im Listenfeld. Bist du sicher?
es: archivos en el cuadro de lista. ¿Está seguro?
hi: सूची बॉक्स में फ़ाइलें। क्या आपको यकीन है?
pt: arquivos na caixa de listagem. Tem certeza?
ru: файлы в списке. Уверены ли вы?
zh: 列表框中的文件。 你确定吗？

# FileAddMessage
source: file/s successfully added to the list
ar: تمت إضافة ملف / ملفات إلى القائمة بنجاح
de: Datei/en erfolgreich zur Liste hinzugefügt
es: archivo/s añadidos con éxito a la lista
hi: फ़ाइल/एस को सफलतापूर्वक सूची में जोड़ा गया
pt: arquivo(s) adicionado(s) com sucesso à lista
ru: файл/ы успешно добавлены в список
zh: 文件/s 成功添加到列表中

source: Language
ar: لغة
de: Sprache
es: Idioma
hi: भाषा
pt: Linguagem
ru: язык
zh: 语言

# NoFile
source: There are no files in list.
ar: لا توجد ملفات في القائمة.
de: Es sind keine Dateien in der Liste.
es: No hay archivos en la lista.
hi: सूची में कोई फाइल नहीं है।
pt: Não há arquivos na lista.
ru: В списке нет файлов.
zh: 列表中没有文件。

# NoSelectedFile
source: There are no selected files in list.
ar: لا توجد ملفات محددة في القائمة.
de: Es gibt keine ausgewählten Dateien in der Liste.
es: No hay archivos seleccionados en la lista.
hi: सूची में कोई चयनित फाइल नहीं है।
pt: Não há arquivos selecionados na lista.
ru: В списке нет выбранных файлов.
zh: 列表中没有选定的文件。

source: Order By Name (Ascending)
ar: ترتيب حسب الاسم (تصاعديا)
de: Nach Namen Sortieren (Aufsteigend)
es: Ordenar Por Nombre (Ascendente)
hi: नाम से आदेश (आरोही)
pt: Ordenar Por Nome (Crescente)
ru: Упорядочить по имени (по возрастанию)
zh: 按名称排序（升序）

source: Order By Name (Descending)
ar: ترتيب حسب الاسم (تنازلي)
de: Nach Namen Sortieren (Absteigend)
es: Ordenar Por Nombre (Descendente)
hi: नाम से आदेश (अवरोही)
pt: Ordenar Por Nome (Descendente)
ru: Упорядочить по имени (по убыванию)
zh: 按名称排序（降序）

source: Order By Path (Ascending)
ar: ترتيب حسب المسار (تصاعديا)
de: Sortieren Nach Pfad (Aufsteigend)
es: Ordenar Por Ruta (Ascendente)
hi: पथ द्वारा क्रम (आरोही)
pt: Ordenar Por Caminho (Crescente)
ru: Упорядочить по пути (по возрастанию)
zh: 按路径排序（升序）

source: Order By Path (Descending)
ar: ترتيب حسب المسار (تنازلي)
de: Sortieren Nach Pfad (Absteigend)
es: Ordenar Por Ruta (Descendente)
hi: पथ द्वारा क्रम (अवरोही)
pt: Ordenar Por Caminho (Descendente)
ru: Упорядочить по пути (по убыванию)
zh: 按路径排序（降序）

# ThanksMessage
source: Thanks for using this app
ar: شكرا لاستخدام هذا التطبيق
de: Danke, dass Sie diese App verwenden
es: Gracias por usar esta aplicación
hi: इस ऐप का उपयोग करने के लिए धन्यवाद
pt: Obrigado por usar este aplicativo
ru: Спасибо за использование этого приложения
zh: 感谢您使用这个应用程序

source: Select Language
ar: اختار اللغة
de: Sprache Auswählen
es: Seleccione el idioma
hi: भाषा चुने
pt: Selecione O Idioma
ru: Выбрать язык
zh: 选择语言
